[{"model": "blog.category", "pk": 5, "fields": {"parent": null, "title": "Enjoyment", "slug": "enjoyment", "status": true, "position": 1}}, {"model": "blog.category", "pk": 6, "fields": {"parent": null, "title": "Learning", "slug": "learning", "status": true, "position": 2}}, {"model": "blog.category", "pk": 7, "fields": {"parent": null, "title": "Science", "slug": "science", "status": true, "position": 3}}, {"model": "blog.category", "pk": 9, "fields": {"parent": 7, "title": "Space", "slug": "space", "status": true, "position": 4}}, {"model": "blog.category", "pk": 10, "fields": {"parent": 6, "title": "Sweet Learning", "slug": "sweet-learning", "status": true, "position": 5}}, {"model": "blog.category", "pk": 11, "fields": {"parent": 6, "title": "Usefull Studing", "slug": "usefull-studing", "status": true, "position": 6}}, {"model": "blog.category", "pk": 12, "fields": {"parent": 6, "title": "Grow Learning", "slug": "grow-learning", "status": true, "position": 7}}, {"model": "blog.category", "pk": 13, "fields": {"parent": 6, "title": "Modern Learning", "slug": "modern-learning", "status": true, "position": 8}}, {"model": "blog.category", "pk": 14, "fields": {"parent": 6, "title": "Beside Education", "slug": "beside-education", "status": true, "position": 10}}, {"model": "blog.category", "pk": 15, "fields": {"parent": 7, "title": "Daily usage", "slug": "daily-usage", "status": true, "position": 9}}, {"model": "blog.category", "pk": 17, "fields": {"parent": 7, "title": "Treatment", "slug": "treatment", "status": true, "position": 11}}, {"model": "blog.category", "pk": 18, "fields": {"parent": 7, "title": "Technology", "slug": "technology", "status": true, "position": 12}}, {"model": "blog.category", "pk": 19, "fields": {"parent": 18, "title": "Progress", "slug": "progress", "status": true, "position": 13}}, {"model": "blog.category", "pk": 20, "fields": {"parent": 18, "title": "Web Development", "slug": "web-development", "status": true, "position": 14}}, {"model": "blog.category", "pk": 21, "fields": {"parent": 20, "title": "Backend", "slug": "backend", "status": true, "position": 15}}, {"model": "blog.category", "pk": 22, "fields": {"parent": 20, "title": "Frontend", "slug": "frontend", "status": true, "position": 16}}, {"model": "blog.article", "pk": 2, "fields": {"title": "Space Tourism", "sub_title": "Lets travel all over the space", "author": 1, "publisher": "Blue Origin", "reference": "https://www.blueorigin.com/", "slug": "space-tourism", "description": "We can fly to virtually any country in the world without any trouble, but what if we could all one day see the earth from space? Companies such as Virgin Galactic, SpaceX and even Amazon's Blue Origin, want to make it a reality one day, and give us a (very expensive) seat aboard a spaceship to take us into orbit. Passengers on Amazon's New Shepard space shuttle will be taken 100km above sea level, before parachuting back to earth.", "thumbnail": "space.jpg", "published": "2020-10-13T08:30:00Z", "created": "2021-07-09T07:21:45.375Z", "category": [5, 7, 9]}}, {"model": "blog.article", "pk": 3, "fields": {"title": "Colonisation of other planets", "sub_title": "Is living on Mars going to be appealing??", "author": 3, "publisher": "SpaceX", "reference": "https://www.spacex.com/", "slug": "colonisation-of-other-planets", "description": "We've been wreaking havoc on Earth for a long time and the planet can only put up with mankind's destructive nature for so long.\r\n\r\nIf we don't destroy it, we'll one day outgrow it. Plans are in the works to colonise other planets and Mars will no doubt be the first port of call. With leaps forward in technology, this vision of the future is quickly becoming science-fact, rather than science-fiction.", "thumbnail": "colony.jpg", "published": "2020-07-22T19:30:00Z", "created": "2021-07-09T07:23:11.489Z", "category": [5, 7, 9, 18]}}, {"model": "blog.article", "pk": 4, "fields": {"title": "Robots in space and in the workplace", "sub_title": "It seems they will surround us !!", "author": 1, "publisher": "NASA", "reference": "https://www.nasa.gov/", "slug": "robots-in-space-and-in-the-workplace", "description": "NASA is already sending robots of different shapes and sizes into space. As technology progresses, this makes sense. Robots don't need to worry about oxygen to breathe or food to eat and they can be packed full of sensors to send data back to Earth. \r\n\r\nThe same applies in the workplace. Robots can take on the more difficult, dangerous and dull jobs to save mankind the trouble and risk. They can also theoretically operate more quickly, efficiently and with fewer mistakes too.", "thumbnail": "robots.jpg", "published": "2021-03-29T01:30:00Z", "created": "2021-07-09T07:24:39.564Z", "category": [7, 9, 12, 18]}}, {"model": "blog.article", "pk": 5, "fields": {"title": "Electric/self-driving cars", "sub_title": "No petrol needed anymore...", "author": 1, "publisher": "Tesla", "reference": "https://www.tesla.com/", "slug": "electricself-driving-cars", "description": "Electric cars are nothing new; they've been on our roads for some time now and they're only getting better.\r\n\r\nCar batteries are lasting longer, the charging station infrastructure is growing and self-driving technology is being heavily invested in meaning it's coming sooner than you probably think.\r\n\r\nTesla already has a complex Autopilot mode that can take over some driving controls, but one-day car manufacturers hope to let us go completely hands-free.", "thumbnail": "tesla.jpg", "published": "2021-03-27T07:30:00Z", "created": "2021-07-09T07:26:01.941Z", "category": [5, 7, 11, 13, 18]}}, {"model": "blog.article", "pk": 6, "fields": {"title": "Flying cars", "sub_title": "A plane in your garage ;)", "author": 3, "publisher": "Moller", "reference": "https://moller.com/", "slug": "flying-cars", "description": "When there's no space left on the roads, it's not unreasonable to think we might take to the skies. There are already plenty of interesting flying car designs that show this future is a realistic possibility. \r\n\r\nPerhaps if it's not flying cars, we might all have other forms of personal transport - jetpacks, for example, have been a popular pursuit of inventors and thrill-seekers for decades.", "thumbnail": "flying.jpg", "published": "2021-03-16T20:30:00Z", "created": "2021-07-09T07:27:17.733Z", "category": [5, 7, 18]}}, {"model": "blog.article", "pk": 7, "fields": {"title": "Robot butlers", "sub_title": "Leave you home to the ROBOTS.", "author": 1, "publisher": "PAL Robotics", "reference": "https://pal-robotics.com/", "slug": "robot-butlers", "description": "Chores, chores, chores. Boring and unfortunately necessary. But what if robots could help save you the misery? We already have the beginnings with robot vacuum cleaners and smart home appliances. Larger, more useful robots are springing up too.\r\n\r\nWe could easily be living in a future packed full of useful robots helping around the home as butlers, chefs or general dogsbodies.", "thumbnail": "bulter.jpg", "published": "2021-03-17T14:30:00Z", "created": "2021-07-09T07:28:32.702Z", "category": [7, 11, 13, 18]}}, {"model": "blog.article", "pk": 8, "fields": {"title": "Roads over rivers", "sub_title": "See the rivers during you driving", "author": 1, "publisher": "Wired", "reference": "https://www.wired.com/", "slug": "roads-over-rivers", "description": "Space is finite and running out quickly - especially in crowded urban spaces. \r\nThis concept shows a future where roads and living spaces have moved out over the waters. \r\nWhen self-driving vehicles do all the work and are fast enough, journeys across the oceans this way might not be unrealistic either.", "thumbnail": "roads.jpg", "published": "2021-04-20T13:30:00Z", "created": "2021-07-09T07:29:52.014Z", "category": [5, 7]}}, {"model": "blog.article", "pk": 9, "fields": {"title": "Hyper-fast trains", "sub_title": "No more time is important", "author": 1, "publisher": "Hyperloop", "reference": "https://virginhyperloop.com/", "slug": "hyper-fast-trains", "description": "Another Elon Musk backed company, Hyperloop is a high-speed underground transport system that is currently being built and tested in America. The first route planned will go from Los Angeles to San Francisco. Another route is planning to go from New York to Washington D.C. in 29 minutes rather than the 2 hours 56 minutes it takes at the moment. \r\n\r\nHyper-fast trains that go underground and underwater could revolutionise not just public transport, but international travel too. Imagine being able to speed from one country to another in the same time it currently takes to travel between towns.", "thumbnail": "hyper.jpg", "published": "2021-03-16T14:30:00Z", "created": "2021-07-09T07:30:42.389Z", "category": [7, 15, 18]}}, {"model": "blog.article", "pk": 10, "fields": {"title": "Gesture based computing", "sub_title": "Just show what you want", "author": 1, "publisher": "DreamWorks", "reference": "https://www.dreamworks.com/", "slug": "gesture-based-computing", "description": "It might have been popularised by Minority Report, but the concept of gesture-based computing has been around for a while. It's also already appearing in multiple different technologies and is almost second-nature for most anyway. \r\n\r\nHow many gestures do we already use on a day-to-day basis on our smartphones, tablets and other smart devices? It's reasonable to see a future where we're no longer restricted by mouse and keyboard and instead rely on voice and action to manipulate data in a virtual space.", "thumbnail": "gesture.jpg", "published": "2021-04-21T07:32:10Z", "created": "2021-07-09T07:32:11.422Z", "category": [5, 7, 10, 18]}}, {"model": "blog.article", "pk": 11, "fields": {"title": "Wearable screens", "sub_title": "Don't put yout screen in your pucket?!", "author": 2, "publisher": "CICRET", "reference": null, "slug": "wearable-screens", "description": "We might be currently daydreaming of foldable phones and screens, but the future might well be screenless.\r\n\r\nThere are plenty of touch-capable projector-like devices that can beam usable screens onto your skin, clothing or other surfaces. The future of smartphone tech might not even require a device in your pocket but something you wear or have implanted.", "thumbnail": "wearable.jpg", "published": "2021-03-15T20:30:00Z", "created": "2021-07-09T07:33:11.003Z", "category": [7, 15, 18]}}, {"model": "blog.article", "pk": 12, "fields": {"title": "3D printed food", "sub_title": "A compete restaurant in your home", "author": 1, "publisher": "3ders", "reference": "https://www.3ders.org/", "slug": "3d-printed-food", "description": "We're not quite in a world where Star Trek replicators exist and we can magic up anything we want out of thin air. But 3D printing technology is coming along quickly and companies are already experimenting with printing food. \r\n\r\nFridge running a bit low? Not a problem for future you, just print some cakes, vegetables or even a pizza. We're dreaming big here. \r\n\r\n3D printing is taking off in other areas too. From creating aeroplane and vehicle parts, replacement joints such as hips, or pieces for a board game, it still has huge potential to change our lives in the coming years. The materials being used to print with are evolving too, and now include graphene that is \"lighter than air\" but 10 times stronger than steel.", "thumbnail": "printed_food.jpg", "published": "2021-05-18T01:30:00Z", "created": "2021-07-09T07:34:12.573Z", "category": [5, 7, 11, 15, 18]}}, {"model": "blog.article", "pk": 13, "fields": {"title": "Dentist in your hand", "sub_title": "Smart toothbrushes that send data to your dentist", "author": 1, "publisher": "Colgate", "reference": "https://www.colgate.com/en-us", "slug": "dentist-in-your-hand", "description": "We already have intelligent toothbrushes which keep an eye on your brushing technique to make sure you're doing a good thorough job each time you brush.\r\n\r\nBut what if your toothbrush could send that data to your dentist so they don't even need to ask if you're flossing daily? Or, perhaps less terrifyingly, using sensors to monitor your dental health by scanning for cavities or plaque build-up.", "thumbnail": "smart_tooth.jpg", "published": "2021-05-20T07:35:13Z", "created": "2021-07-09T07:35:14.251Z", "category": [7, 15, 17, 18]}}, {"model": "blog.article", "pk": 14, "fields": {"title": "High-rise farms", "sub_title": "Don't miss any pleasure", "author": 1, "publisher": "Wired", "reference": "https://www.wired.com/", "slug": "high-rise-farms", "description": "As the population of Earth continues to grow, living space also shrinks, not only for human beings but for the animals and plants we rely on too. \r\n\r\nIt's reasonable to see a future where tech will need to be developed to allow for farmland in unusual places. This concept of high-rise farms in the middle of a city isn't totally out of this world.", "thumbnail": "farms.jpg", "published": "2021-04-27T19:30:00Z", "created": "2021-07-09T07:36:14.835Z", "category": [5, 13, 18]}}, {"model": "blog.article", "pk": 15, "fields": {"title": "Artificial Intelligence", "sub_title": "A copy of your mind", "author": 1, "publisher": "HuffPost", "reference": "https://www.huffpost.com/", "slug": "artificial-intelligence", "description": "AI is all around us. It's in machines, robots and even our smartphones. Voice assistants such as Siri, Alexa and Google Assistant prove how far AI has already come, but it could eventually find its way into things like robot servants. Let's just hope they don't take over the world!", "thumbnail": "AI.jpg", "published": "2021-07-09T07:36:21Z", "created": "2021-07-09T07:38:28.478Z", "category": [7, 15, 17, 18]}}, {"model": "blog.article", "pk": 16, "fields": {"title": "Virtual reality in education", "sub_title": "what’s the buzz?", "author": 1, "publisher": "Adrian Rayner", "reference": "https://www.teachermagazine.com/au_en/authors/adrian-rayner", "slug": "virtual-reality-in-education", "description": "Virtual reality is an immersive tool that allows students to engage in learning in new and exciting ways. In the first article in a three-part series on virtual reality in education, Curriculum Designer Dr Susan O’Donnell and Project Manager Adrian Rayner at VR Learning & Design Hub, Cairns Southern Corridor, explain how virtual reality has been used in many industries and commercial products over decades, why using it comes so naturally to 21st Century learners, and why virtual reality represents exciting learning possibilities for students and teachers alike.\r\n\r\nIt would be fair to say that since 2020, the word ‘virtual’ has been attached to a multitude of activities and events. We’ve attended virtual conferences, listened to virtual choirs, cheered our teams in virtual sports, discussed important matters with colleagues at virtual meetings and even enjoyed virtual visits with friends and family. Virtual reality (VR) also represents exciting possibilities for students and teachers alike.\r\n\r\nSo, what is it?\r\n\r\nVR is the creation of a simulated environment which might be artificial or have the capacity to simulate ‘the real world, current or past, to allow the user the ability to view and experience an environment that is not the present reality ... This advanced form of communication has the goal to create as real of an experience for the user as possible’ (Ladendorf et al., 2018).\r\n\r\nThis is achieved using a head-mounted display (HMD) such as a headset or goggles, placed over the eyes of the user to display a computer-generated 3D environment. The user’s brain is ‘tricked’ into believing the reality of what can be seen, heard and possibly felt and the body responds as if this environment is real.\r\n\r\nIs this new, or just newly discovered?\r\nYou could be mistaken into thinking that the current ‘buzz’ about all things virtual is a new technology. In fact, VR has been around for decades, albeit at various stages of technological development and with various levels of success.\r\n\r\nFor example, in the mid-1960s VR technology was used in the development of flight simulator training for the US Air Force. In the 1990s however, the entertainment industry saw its potential and used VR technology for new customer experiences in the game and film business. Currently, the use of VR has expanded to include a wide range of industries, the military, induction training, sports, engineering, architecture, medicine, education and more.\r\n\r\nVR has been around for so long, including in education, but it simply has not been fully embraced as an effective learning and teaching tool in schools. It has been argued that this is a result of myriad limitations to both the technologies themselves, and the costs and logistics required to deploy them (Kavanagh et al., 2017).\r\n\r\nWhy is VR so popular in education now?\r\nIn spite of the past limitations of VR – such as being difficult to operate, expensive to set up and power in today’s world – it is now readily available (Hu-Au & Lee, 2017).\r\n\r\nOur educational world has changed too. Just think of the number of students at secondary schools who own and operate a smartphone. Imagine too the sheer scale of their usage and how it serves their lives as young people in today’s global landscape.\r\n\r\nThey might struggle with basic maths and literacy, but watch them navigate their technological culture with the confidence of skilled literate technological natives. Educators are realising that VR may represent a challenge for some adults, including teachers, but it is the natural element for students. It just makes sense to harness the special characteristics of VR to enhance and enrich the learning of students in the context of the Australian Curriculum.\r\n\r\nNot the only tool in the box\r\nThe use of VR for learning and teaching does not preclude that all other educational tools should or could be discarded. There is still a place in the classroom for textbooks, videos, PowerPoint and, yes, whiteboards and pens. VR can’t do everything – but what it does do cannot be done by those other familiar tools.\r\n\r\nProviding a multi-sensory experience, VR has its own unique features, which may range from the passivity of a 360-degree video to the active rich experience provided by user-directed, emotionally-connected immersive technology. The latter allows the user to enter into an environment where they have the ability to interact with and respond to objects, visual stimuli, sound effects, facts and puzzles to be solved. This quote succinctly captures the special ‘magic’ of VR:\r\n\r\nOur students can interact with objects in VR and manipulate them at will. They can feel a sense of empathy by experiencing another’s reality or exploring the inaccessible mysteries of the science, historical or mathematical world, to name just a few. They can fully use their imaginations and creativity without being hindered by physical limitations.\r\n\r\nVR can take our students to impossible places such as the surface of the Sun, or inaccessible destinations such as the Great Wall of China.\r\n\r\nFully immersive VR technology creates a multi-sensory experience where the user is autonomous, actively engaged, free to move and manipulate their surroundings. There is a sense of being really there, fully present in a simu­lated reality whilst being firmly grounded in the real world.\r\n\r\nHow can we deny our students these wonderful opportunities for rich, in-depth, transformative learning?\r\n\r\nStay tuned: The next article from Dr Susan O’Donnell and Adrian Rayner will discuss the essential elements of a successful Virtual Reality Program in Education.\r\n\r\nReferences\r\n\r\nBricken, M. (1991). Virtual reality learning environments: potentials and challenges. ACM SIGGRAPH Computer Graphics, 25(3), 178-184. https://doi.org/10.1145/126640.126657\r\n\r\nHu-Au, E., & Lee, J. J. (2017). Virtual reality in education: a tool for learning in the experience age. International Journal of Innovation in Education, 4(4), 215-226. https://doi.org/10.1504/IJIIE.2017.091481\r\n\r\nKavanagh, S., Luxton-Reilly, A., Wuensche, B., & Plimmer, B. (2017). A systematic review of Virtual Reality in education. Themes in Science and Technology Education, 10(2), 85-119. https://www.learntechlib.org/p/182115/\r\n\r\nLadendorf, K., Schneider, D., & Xie, Y. (2019). Mobile-based virtual reality: Why and how does it support learning. In Zhang Y., & Cristol D. (Eds.), Handbook of Mobile Teaching and Learning (pp. 1-19). Springer. https://doi.org/10.1007/978-3-...", "thumbnail": "VR.png", "published": "2021-07-12T15:52:24Z", "created": "2021-07-12T15:56:12.042Z", "category": [5, 6, 10]}}, {"model": "blog.article", "pk": 17, "fields": {"title": "Real world maths", "sub_title": "selecting a sporting Greatest of All Time", "author": 2, "publisher": "Rebecca Vukovic", "reference": "https://www.teachermagazine.com/au_en/authors/rebecca-vukovic", "slug": "real-world-maths", "description": "Who was the Greatest of All Time (GOAT) of women’s tennis in 2018? Teams participating in this year’s International Mathematical Modeling Challenge (IM2C) were tasked with developing and applying a model to determine just that, and then further extend this model to find the GOAT of any individual sport of their choice.\r\n\r\nIM2C is an annual competition that aims to support the real-world application of mathematical learning. Operating in teams of up to four students from the same school, participants are tasked with using their research, mathematical and creative abilities to develop a mathematical model to address a real-world problem.\r\n\r\nConstrained to a period of five consecutive days, teams unpack the given problem, hypothesise, test, and develop a working solution, before preparing and submitting a report on their solution to the judging panel in their country. The competition is coordinated in Australia by the Australian Council for Educational Research (ACER).\r\n\r\nACER Research Fellow and IM2C Australia Director, Dr Kristy Osborne, said this year teams had to review and source their own data on the outcomes of major sporting competitions, in order to identify the GOAT.\r\n\r\n‘After completing their model, teams prepared a one-page letter to the Director of a sports network, presenting their findings and explaining the process they used to find the GOAT,’ Osborne says.\r\n\r\nSeventy-three teams from 31 schools submitted reports to the Australian judging panel before submissions closed in March 2021. The judges selected 14 ‘national finalists’ that produced reports strong enough for very close consideration and, from these, six team reports were given awards. Melbourne’s John Monash Science School will represent Australia at the international judging round, after two teams from the school collected the highest honour at national judging – an ‘outstanding achievement’ award.\r\n\r\nProviding students with opportunity\r\nJohn Monash Science School has been a national finalist in the challenge in four of past five years. Assistant Head of Mathematics at the school, Shane McLean, is an advisor to the two teams. He says that giving students autonomy over their learning is an important factor.\r\n\r\n‘When collaborating with highly motivated and driven students, success often lies in allowing autonomy to these students. By providing the students with the opportunity to explore with focus and creativity they are able to produce work of the highest calibre,’ he says.\r\n\r\n‘Amongst the participants of this competition, there has also been a friendly rivalry between teams within the school that has encouraged high expectations to be set for the students competing.’\r\n\r\nMcLean says John Monash Science School has always placed a strong emphasis on advanced problem solving and mathematical modeling.\r\n\r\n‘This is encouraged through the curriculum and with cross faculty support in areas such as digital technologies. Year 10 students are given significant time to undertake a mathematical investigation. This, along with the availability of research competitions such as IM2C has supported the students to develop the necessary mathematical, technological, and creative skills to perform high quality investigations,’ he adds.\r\n\r\nMcLean says competitions such as IM2C are vital in providing opportunities for students to develop their understanding of high level mathematical problems. ‘These competitions give our students yet another avenue to develop their critical thinking skills as well as their mathematical and IT knowledge,’ he says.\r\n\r\nThe international results from IM2C will be announced in July.\r\n\r\nOutstanding achievement\r\n\r\nJohn Monash Science School, VIC: David Yue, Emily Papastamatopoulos, Thomas Ma and Hita Keshav (Year 11), with advisor Shane McLean\r\nJohn Monash Science School, VIC: Ravon Chew and Harmohit Singh (Year 12), with advisor Shane McLean\r\nMeritorious achievement\r\n\r\nBrisbane Boys’ College, QLD: Aparaj Boghawatta, Albert Chen, Hamish Buntain and Orlando Hunter (Year 12), with advisor Chicri Maksoud\r\nBrisbane Boys’ College, QLD: George Gao, Matthew James Cranitch, Matthew Feros and Miguel Kanissery (Year 12), with advisor Chicri Maksoud\r\nSydney Boys High School, NSW: Arnav Bansal, Saksham Bhatia, Blair Zong and Ryan Lee (Year 12), with advisor Andrew Wang\r\nHonourable mention\r\n\r\nPresbyterian Ladies' College Sydney, NSW: Amy Yuqing, Julia Zhiyuan, Anastasia Prokhorov and Lydia Kim (Years 9 & 10), with advisor Gavin Sinclair\r\nOther national finalists\r\n\r\nBrisbane State High School, QLD: Alexander Arthur, Eunsu Choi, Jed Hoo and Dennis Schachtner (Years 10 & 11), with advisor George Orfanos\r\nCaulfield Grammar School, VIC: Zentu Kong, Clancy Woodburn, Michael Liu and Wayne Wang (Years 10 & 11), with advisor Kulan Ranasinghe\r\nGlenunga International High School, SA: Isaac Jacobs, Arth Tiwari, Rishab Sridhar and Anaita Sharma (Year 11), with advisor John Connell\r\nLyneham High School, ACT: Viraan Epasinghe, Arun Saravanan, Hanyang Li and Tae-Wan Kim (Year 10), with advisor Bhavya Bhalla\r\nPerth Modern School, WA: Elle Chentang, Alliana Yang, Angela Deng and Nisani Gunawardhana (Year 12), with advisor Isaac Kigodi\r\nPymble Ladies’ College, NSW: Caitlyn Tan, Martina Chin, Annelise Koh and Aileen Hao (Year 10), with advisor Catrina Kerr\r\nSydney Boys High School, NSW: Eric Hong, Ewen Ji, Xiaozong Jin and Justin Vu (Year 10), with advisor Andrew Wang\r\nSomerville House, QLD: Adwoa Amoako, Leonie Kong, Caitlin Laurie and Michelle Lian (Year 11), with advisor Trevor Redmond", "thumbnail": "ms.jpg", "published": "2021-04-29T01:30:00Z", "created": "2021-07-12T15:58:54.255Z", "category": [6, 11]}}, {"model": "blog.article", "pk": 18, "fields": {"title": "Supporting Teachers", "sub_title": "Job supports to help boost teacher commitment", "author": 1, "publisher": "Rebecca J Collie", "reference": "https://www.teachermagazine.com/au_en/authors/rebecca-j-collie", "slug": "supporting-teachers", "description": "Supporting teachers to feel committed to the teaching profession is important at a time where attrition rates and retention difficulties are a reality for many schools in Australia and in many countries worldwide.\r\n\r\nCommitment to the teaching profession refers to teachers’ sense of connection and investment in the occupation. When teachers feel committed this is beneficial for their wellbeing. Higher levels of work commitment also translate to teachers’ instructional practice via more supportive and effective teaching.\r\n\r\nIdentifying ways to support teachers’ commitment, then, is important – not only for individual teachers, but also for students and schools. This is what my recent study, published in Social Psychology of Education (Collie, 2021b), set out to examine.\r\n\r\nThree supports and one challenge\r\nThe study investigated three job supports that are relatively feasible for schools to address, to ascertain whether they are associated with greater commitment among teachers. The supports were:\r\n\r\nHelpful feedback, which refers to teachers’ sense that the feedback they have received at work has been helpful for improving their teaching practice, including classroom management, content knowledge, and instructional strategies.\r\nInput in decision-making, which reflects teachers’ sense that they receive adequate opportunities to have a say in decisions made in their school.\r\nLeadership discipline support, which refers to school leaders’ collaboration with teachers to help with classroom management or discipline issues.\r\nIn addition, a common job challenge experienced by teachers was also examined: disruptive student behaviour. This refers to student behaviour that makes it hard for effective learning to occur (e.g., calling out, being noisy and disruptive).\r\n\r\nData for the study came from the OECD’s Teaching and Learning International Survey (TALIS) 2013 and involved 12 955 teachers in 827 schools from four countries: Australia, Canada, England, and the United States.\r\n\r\nIt was anticipated that teachers’ experiences of the three job supports would be associated with greater commitment, whereas experiences of the job challenge would be associated with lower commitment.\r\n\r\nThe study also investigated whether the job supports might play a more important role in supporting teachers’ commitment when they experience high levels of disruptive behaviour. This was based on the idea that when teachers experience disruptive behaviour, they may need to rely more on job supports to help navigate or manage the disruptions in the classroom. Put differently, when job supports are readily available, teachers are likely to feel better supported and, in turn, the challenging behaviour may have less of a harmful impact on their commitment.\r\n\r\nWhat were the findings?\r\nWhen teachers felt they had received helpful feedback that improved their teaching practice, they were more committed to their profession. Similarly, when teachers felt they had more input in decision-making and there was greater leadership discipline support, they reported greater commitment. It is likely that receiving helpful feedback, having a say through input, and receiving leadership help with discipline issues allows teachers to feel better supported at work and also to have some influence over their work – which are both important for building commitment to work.\r\n\r\nAs expected, the reverse finding was apparent for disruptive behaviour: When teachers experienced greater disruptive behaviour, they reported lower commitment to their profession.\r\n\r\nAnother important finding was that helpful feedback appeared to be particularly important when teachers experienced high disruptive behaviour. This finding suggests that helpful feedback may be one way to reduce the undermining role of high disruptive behaviour on teachers’ commitment.\r\n\r\nNotably, the study results were similar across Australia, Canada, England, and the US, suggesting that these job supports play a similar role across the different countries.\r\n\r\nImplications for teachers and leaders\r\nThis study provides ideas about three job supports that appear helpful for boosting teacher commitment. In terms of practice recommendations, optimising the effectiveness of feedback is one avenue that schools might like to focus on. To do this, research has shown that feedback should be targeted, specific, focused on behaviour, and based on evidence (Brinko, 1993).\r\n\r\nGiving teachers authentic opportunities for input is also important. This may include school leaders seeking staff input on school policy, listening to teachers’ needs, and joint coordination of professional learning (Collie, 2021a). Teacher input in decision-making may also help to ensure school processes and policies help teachers feel better supported in relation to challenging student behaviours.\r\n\r\nFor disruptive student behaviour, professional learning focused on building classroom management skills and positive teacher-student relationships are promising approaches (Spilt et al., 2012).\r\n\r\nReferences\r\n\r\nBrinko, K. T. (1993). The practice of giving feedback to improve teaching: What is effective? The Journal of Higher Education, 64(5), 574-593. https://doi.org/10.1080/00221546.1993.11778449\r\n\r\nCollie, R. J. (2021a). COVID-19 and Teachers’ Somatic Burden, Stress, and Emotional Exhaustion: Examining the Role of Principal Leadership and Workplace Buoyancy. AERA Open, 7. https://doi.org/10.1177/2332858420986187\r\n\r\nCollie, R. J. (2021b). A multilevel examination of teachers’ occupational commitment: the roles of job resources and disruptive student behavior. Social Psychology of Education, 24, 387–411. https://doi.org/10.1007/s11218-021-09617-y\r\n\r\nSpilt, J. L., Koomen, H. M., Thijs, J. T., & Van der Leij, A. (2012). Supporting teachers’ relationships with disruptive children: The potential of relationship-focused reflection. Attachment & human development, 14(3), 305-318. https://doi.org/10.1080/14616734.2012.672286", "thumbnail": "ts.jpg", "published": "2021-03-17T08:30:00Z", "created": "2021-07-12T16:03:04.731Z", "category": [6, 12]}}, {"model": "blog.article", "pk": 19, "fields": {"title": "Computer Adaptive Testing", "sub_title": "challenging traditional thinking", "author": 1, "publisher": "Geoff Masters", "reference": "https://www.teachermagazine.com/columnists/geoff-masters", "slug": "computer-adaptive-testing", "description": "Achievement tests traditionally have been designed to assess all students’ performances on the same curriculum content, using the same test or examination, at the same time. The thinking behind this has been that, if every student attempts the same test questions under identical (‘standardised’) test conditions, then all students will be treated equally and can be compared fairly.\r\n\r\nTests of this kind usually are conducted at specific times during the schooling process – for example, at the end of a topic, school term, school year or stage of school. Year 12 examinations are an example. The purpose is to establish how much of a body of taught content students are able to demonstrate, which is then converted to a percentage or other numerical mark or letter grade.\r\n\r\nIn addition to grading and certifying students’ performances, tests of this kind sometimes determine entry into the next stage of education.\r\n\r\nIn his 2019 article, The future of learning and the future of assessment, Harvard’s Richard Elmore describes traditional assessments as delivering ‘verdicts’ on students’ performances for the purposes of rationing and allocating scarce benefits. He argues that such assessments serve institutional interests rather than the interests of learning:\r\n\r\nAdaptive assessments have a very different starting point from traditional tests and examinations. They do not set out to assess and grade every student’s performance on the same body of taught content. Instead, they are designed to establish the points individuals have reached in their long-term progress in an area of learning. This usually means establishing what they know, understand and can do at the time of assessment – information that can then be used to identify next steps in teaching and learning and to monitor individual progress over time.\r\n\r\nAdaptive assessments are a response to the observation that students in the same year of school are at very different points in their learning. At any given time, some students are much more advanced than others. Adaptive assessments ‘adapt’ to these differences in students’ levels of attainment. Students who are less advanced, and so experience lower rates of success during an assessment, are automatically administered less difficult tasks. Students who are more advanced, and so experience higher rates of success, are administered more difficult tasks. In this way, each student is automatically administered a test tailored to where they are in their learning.\r\n\r\nTraditional achievement tests report results against a common body of taught content. Performance expectations or ‘standards’ may be set in relation to this content and every student’s performance reported against these standards – a practice sometimes referred to as ‘standard-based’ assessment.\r\n\r\nAdaptive assessments do not report students’ results against a common body of taught content, but against a described and illustrated continuum or progression of learning. The primary outcome of assessment is not a grade, but an estimate of the point an individual has reached in their learning, regardless of their age or year level. A well-constructed continuum of this kind is a requirement for all computer adaptive assessment and also enables the monitoring of individual progress over time –something that is not possible with assessments focused only on grading performances on defined bodies of taught content.\r\n\r\nAs the OECD has noted, this fundamentally different approach to assessment is a central element of the new Welsh curriculum:\r\n\r\nComputer adaptive tests in mathematics and reading are now available to schools in the form of ACER’s Progressive Achievement (PAT Adaptive) assessments. These online adaptive assessments are alternatives to existing PAT Mathematics and PAT Reading test forms, which also continue to be available to schools. Each PAT Adaptive assessment analyses how each student performs during testing and automatically administers easier or harder sets of questions (‘testlets’) based on that student’s performances on prior questions.\r\n\r\nThe result is an estimate of the point each student has reached on a progression of learning in mathematics or reading. These mathematics and reading progressions describe and illustrate increasing proficiency, enabling teachers to interpret each student’s test result in terms of the knowledge, skills and understandings typical of students at that level. Students are located on the progressions by their PAT scores, which have been adjusted for the difficulties of the questions they were administered. In this way, each student’s PAT score can be interpreted as a level of proficiency on a learning progression and also compared with the locations of other students on the same progression.\r\n\r\nHaving established the points individuals have reached on learning progressions in mathematics and reading, online PAT Teaching Resources provide guidance on teaching strategies likely to be appropriate to individuals’ current levels of attainment. Teachers can then administer PAT Adaptive assessments later in the school year to measure students’ progress.\r\n\r\nComputer adaptive tests offer a glimpse into the future of learning, the curriculum and assessment. This future will be based on identifying and responding to individual progress and learning needs, rather than on traditional group-based solutions.\r\n\r\nReferences\r\n\r\nElmore, R. F. (2019). The future of learning and the future of assessment. ECNU Review of Education, 2(3), 328-341.\r\n\r\nOECD. (2020). Achieving the New Curriculum for Wales, Implementing Education Policies. OECD Publishing. https://doi.org/10.1787/4b483953-en", "thumbnail": "sm.jpg", "published": "2021-02-17T14:30:00Z", "created": "2021-07-12T16:05:38.961Z", "category": [6, 13]}}, {"model": "blog.article", "pk": 20, "fields": {"title": "Athletic & Education", "sub_title": "Increasing physical activity in the early years", "author": 1, "publisher": "Rebecca Vukovic", "reference": "https://www.teachermagazine.com/au_en/authors/rebecca-vukovic", "slug": "athletic-education", "description": "A new study by researchers at the University of Canberra has seen three- and four-year olds increase their daily total physical activity by 28 minutes, and moderate-to-vigorous physical activity by 16 minutes.\r\n\r\nAccording to the findings published in the International Journal of Behavioral Nutrition and Physical Activity, a peer coach-facilitated program helped early childhood educators integrate physical activity into their daily routine and existing curriculum.\r\n\r\nIn today’s Q&A, lead author and Senior Research Fellow Dr Rohan Telford from the University of Canberra Research Institute for Sport and Exercise (UCRISE), and Professor Dick Telford from UCRISE discuss the Active Early Learning (AEL) trial that children participated in, how they went about conducting the study, some of the key findings, and the importance of physical literacy in developing primary school readiness.\r\n\r\nWhy did you decide to conduct this study in the first place? What were your key aims?\r\n\r\nThe importance of physical activity to both our physical and psychological wellbeing is well established. But in the 21st Century, physical activity is often removed from everyday living, so we need to find ways to reintroduce it. This applies to young children, who are not immune from physical activity insufficiency.\r\n\r\nThere is compelling evidence telling us that early childhood is a critical time in our lives, with the opportunity to develop early habits around regular physical activity, which are likely to positively affect lifetime physical activity practices. And so, the aim of our research was to design and evaluate a program that fosters the development of these early habits and increase children’s physical activity in early learning centres.\r\n\r\nHow did you go about conducting this study? Who was involved and how were they selected to take part?\r\n\r\nOne way to positively influence physical activity habits is through the early development of physical literacy. A physically literate child has the fundamental movement skills, motivation, and confidence to seek and enjoy a physically active lifestyle.\r\n\r\nFollowing a request from the owners of Edge Early Learning, Harmony Early Learning Journey and Petit Early Learning in south east Queensland and northern New South Wales, our University of Canberra team developed a physical literacy program for early learning centre educators and conducted a randomised controlled trial to determine how effective it was.\r\n\r\nWe recruited 16 of the above-mentioned centres to conduct a randomised controlled trial. Eight centres received the program for six months, and the remaining eight centres continued with their usual practice as the control group. To determine the effect of the program, we compared the two groups’ changes in children’s physical activity and physical literacy, staff appraisal and interaction with the children, and the general centre environment.\r\n\r\nWho was the peer coach and what was their role?\r\n\r\nThe peer coach in our study, previously unknown to the research team, was recruited from the area in which the study took place. The successful applicant had prior experience in delivering children’s physical activity programs in childcare and not-for-profit settings. Her role as coach was to listen, teach, support, and provide resources and activities to educators; doing so with flexibility and sensitivity, so that educators receive educative, rewarding and enjoyable professional development while delivering the AEL program.\r\n\r\nCould you explain how the peer coach went about helping educators integrate physical activity into their daily routine and existing curriculum?\r\n\r\nThe AEL program is made up of a series of activities and experiences that develop physical literacy. The peer coach visited each centre in the study once per week for up to three hours to guide educators to introduce the program across four components; group/mat time and transitions, movement education, cross-curricular movement education, and encouraging challenging free play.\r\n\r\nThe coach received prior training from the research staff in strategies to assist educators to embed these daily activities into their routine and to guide educators to reflect on and improve the way they support children to develop physical literacy.\r\n\r\nIn what ways did this study help educators to develop children’s physical literacy? And, why is the development of physical literacy in childhood so important?\r\n\r\nThe program motivated and supported educators to incorporate specially designed new activities and experiences into their daily routine that targeted physical literacy. We can sum up why targeting physical literacy is important in young children in terms of the well-established principles of child development showing that physical, social, emotional and cognitive development are interactive; that best development of each of these characteristics occurs alongside development of the others.\r\n\r\nLet’s run through some of the key findings. Firstly, what were they? But also, how do they contribute to the existing literature published on this topic?\r\n\r\nOur first publication from the randomised control trial showed that the implementation of the AEL program increased children’s daily total physical activity by around 28 minutes while attending their early learning centre. This finding has practical significance when considered alongside physical activity guidelines for preschool aged children. The current World Health Organization physical activity recommendation for preschool children is a minimum of 180 minutes per day, of which at least 60 minutes should be energetic play.\r\n\r\nThe AEL program made a substantial contribution towards achieving the WHO recommendations. Importantly, preliminary yet to be published evidence also shows that the benefits were not confined to physical activity. Improvements in expressive vocabulary and impulse control indicated that the AEL physical literacy focused approach has wider benefits, extending to the social and psychological aspects of learning, so important in developing primary school readiness.\r\n\r\nFor educators working in early childhood settings, or in school settings, what are some of the practical strategies they could take from reading this study?\r\n\r\nThere are several key takeaways for both centre educators and centre managers/owners. For educators, our study highlights how important their job is and shows that by making small daily changes and introducing AEL activities into their daily routine, they can have a big impact on children’s physical literacy and level of physical activity. Our current study in early learning centres, as well as our previous research in schools, also demonstrates that working with a coach or mentor is an effective strategy for teachers to achieve improvements in their competency and capability to develop children’s physical literacy.\r\n\r\nThe takeaways for centre managers and owners is that investing in educators’ support improves their teaching practice and routine in this area, which in turn increases children’s physical activity – and this may well influence their physical activity behavior, and so their health for life.\r\n\r\nThe AEL program was designed and evaluated by the University of Canberra and is currently being delivered by the Australian College of Physical literacy, (ACPL) to Early Learning centres throughout Australia.\r\n\r\nReferences:\r\n\r\nTelford, R. M., Olive, L. S., & Telford, R. D. (2021). A peer coach intervention in childcare centres enhances early childhood physical activity: The Active Early Learning (AEL) cluster randomised controlled trial. International Journal of Behavioral Nutrition and Physical Activity, 18(1), 1-11.", "thumbnail": "ad.jpg", "published": "2021-02-15T20:30:00Z", "created": "2021-07-12T16:08:21.696Z", "category": [6, 14]}}, {"model": "blog.article", "pk": 21, "fields": {"title": "Classic vs Modern", "sub_title": "Classic texts and e-books in demand at libraries", "author": 1, "publisher": "Dominique Russell", "reference": "https://www.teachermagazine.com/au_en/authors/dominique-russell", "slug": "classic-vs-modern", "description": "Think about the students in your classroom. Is there a particular novel students pick up year after year when reading for pleasure? Is there a book in your school library that consistently has a waitlist? Or, are students continually picking up a variety of new texts? What information do you turn to, to recommend new books to students?\r\n\r\nThe 2021 Civica Libraries Index has provided insight into the books students are reaching for most frequently. Civica has analysed data from 104 regional and metropolitan libraries in Australia and New Zealand, which included 34 million loans between the beginning of April in 2020 and the end of March in 2021. Their analysis has revealed the most popular books in various categories – from children’s books to young adult novels.\r\n\r\n‘Libraries played an important role throughout lockdowns last year as a rich source of much needed escapism. While many people continued to borrow physical books, we also saw an uptick in the number of e-loans,’ Iain Finlayson, Managing Director of Libraries and Education Solutions at Civica, says.\r\n\r\nBorrowers embrace e-books\r\nThe index is in its sixth year now, and the data for 2021 show that the COVID-19 pandemic had an impact on our reading habits. Across the country, a steep increase in e-book loans was observed by libraries. For example, Civica note that Ipswich Libraries in Queensland saw an 80 per cent increase in e-audio downloads, 67 per cent increase in e-book loans and 120 per cent increase in e-magazine downloads.\r\n\r\nACT Libraries observed a 35 per cent increase overall in e-book and e-audio loans across their nine libraries, and Hutt City Libraries in New Zealand witnessed a 41 per cent increase in e-book loans and 40 per cent increase in e-audio loans for their eight libraries.\r\n\r\n‘We should expect this trend to continue to be part of citizen borrowing patterns moving forward and it will be important for libraries to continue to have a digital presence to meet citizen’s evolving expectations,’ Finlayson says.\r\n\r\nFiction texts most borrowed by children\r\nThe books borrowed most in the children’s books category for this year are quite a different mix from the previous index which analysed loans from 2018-19. The 2021 index lists five authors in the top 10 list for books most borrowed by children, compared to the last index where just two authors – Andy Griffiths and Jeff Kinney – were named. The 2021 list is also filled with quite recent publications, with the oldest text, The 91-story treehouse, published only 4 years ago in 2017.\r\n\r\nThe Scent Keeper by Erica Bauermeister topped the list for books most borrowed by children this year. Three books from Australian author Anh Do made the top 10, and Griffith’s and Kinney’s popular Treehouse and Diary of a Wimpy Kid series made the list once again. Here is the full top 10:\r\n\r\nThe Scent Keeper – Erica Bauermeister\r\nDiary of a Wimpy Kid. Wrecking Ball – Jeff Kinney\r\nVote WeirDo – Anh Do\r\nWeirdomania! – Anh Do\r\nThe 117-storey Treehouse – Andy Griffiths\r\nDog Man: Fetch-22 – Dav Pilkey\r\nDiary of a Wimpy Kid: The Meltdown – Jeff Kinney\r\nDiary of an Awesome Friendly Kid: Rowley Jefferson’s Journal – Jeff Kinney\r\nThe 91-story Treehouse – Andy Griffiths\r\nNinja clones! – Anh Do\r\nFiction texts most borrowed by young adults\r\nThose reading young adult texts seem to be sticking to the classics. Two books from the Harry Potter series were named in the top 10 list for this category, and Catching Fire from the Hunger Games series, published in 2009, came in at number five.\r\n\r\nUnlike the children’s books category, there are no Australian authors featured in this category. However, this list certainly has more variety, with only one author listed twice. Here are the books that made up the top 10:\r\n\r\nRobin Hood: Piracy, Paintballs & Zebras – Robert Muchamore\r\nOne of us is next – Karen McManus\r\nHarry Potter and the Chamber of Secrets – J.K. Rowling\r\nWonder – R.J. Palacia\r\nCatching Fire – Suzanne Collins\r\nWe Were Liars – E.Lockhart\r\nFive Feet Apart – Rachael Lippincott\r\nThe Hate U Give – Angie Thomas\r\nHarry Potter and the Prisoner of Azkaban – J.K. Rowling\r\nThe Tatooist of Auschwitz – Heather Morris\r\nTo explore more data uncovered in Civica’s 2021 Libraries Index, access the information at the Australian Library and Information Association’s website.", "thumbnail": "ad_99mbgUs.jpg", "published": "2021-03-24T16:09:57Z", "created": "2021-07-12T16:10:06.627Z", "category": [6, 10, 12, 13]}}, {"model": "blog.article", "pk": 22, "fields": {"title": "Education Progress", "sub_title": "Excellent progress for every student", "author": 1, "publisher": "Jo Earp", "reference": "https://www.teachermagazine.com/au_en/authors/jo-earp", "slug": "education-progress", "description": "After a pandemic pause in 2020, Research Conference is back. Hosted by the Australian Council for Educational Research (ACER), the theme for 2021 is ‘Excellent progress for every student: What will it take?’ The fully online event runs from 16-20 August and features international researchers from a range of disciplines.\r\n\r\nIn today’s Q&A, conference organiser and ACER Senior Research Fellow Dr Claire Scoular tells us more about this year’s theme and its focus on providing practical solutions for attendees.\r\n\r\nIt's great to catch up with you Claire. Can you give Teacher readers an overview of this year’s ACER Research Conference theme?\r\n\r\nThis year’s theme is ‘Excellent progress for every student: What will it take?’ and we will be approaching this theme from various angles. We will be looking at understandings of the nature of progress, including many examples of evidence-based learning progressions. We’ll also be looking at how targeted instruction can optimise learning. Another focus will be on curriculum structures based on evidence of how essential knowledge, skills and understanding typically develop. We will also be thinking about assessments from the perspectives of long-term learning progress and how data can be used to inform ongoing decision making.\r\n\r\nWhy has this theme been chosen for Research Conference 2021?\r\n\r\nWe know that students have differing needs and are at varying points in their learning, and that schools and systems are not always equipped to deal with this, which leads to some students’ learning needs not being met. We want to highlight some evidence-based and practical ways to make sure every student is engaged and making good progress.\r\n\r\nEach day features a different Keynote (Professor Dianne Siemon, Professor Mark Wilson, Professor Rich Lehrer and Professor Geoff Masters), and the full program features a further 16 presentations. What do you expect participants to gain from attending the conference?\r\n\r\nA key feature every year at our Research Conference is providing attendees with something tangible (resources or materials), or some practical solutions they can take back to their classroom or school. To that end, we have sought out the highest quality researchers who will be presenting evidenced-based research in this area to bring you the very latest thinking in education's big issues.\r\n\r\nThe big difference this year is that it's an online event. The main conference runs over four days and there’s an optional half-day Masterclass on day five on Learning Progressions – what if teachers and school leaders can't attend every session?\r\n\r\nWe actually aren’t anticipating attendees to sit through every session across the four days. We are well aware, particularly given this last year, that Zoom fatigue really is a thing! We will record all of the sessions and upload these to our program and access will be provided for a period of time after the conference. So attendees can watch any of the sessions at a time convenient to them. Further to this, we have some conference sub-themes (assessment, pedagogy etc.) which we hope will guide attendees to sessions of most interest to them. All of our speakers are preparing short research papers that will be published as proceedings in time for the conference, to augment the experience of watching live or on demand.\r\n\r\nHow else can people get involved?\r\n\r\nThis year we are facilitating an online version of posters called ‘Research Conference Pitch’ where selected attendees present a three minute video of their own research. The pre-recorded videos will be presented in dedicated sessions and in between main conference presentations. There will be a selection process but anyone is welcome to submit an abstract for a pitch that relates to our conference theme. Keep an eye on our website for more information coming soon!\r\n\r\nResearch Conference 2021 ‘Excellent progress for every student: What will it take’ runs from 16-20 August, and features 20 sessions, four keynote addresses and one intensive Masterclass. Click on the link to explore the full program and register for the event.", "thumbnail": "gd.jpg", "published": "2020-12-08T14:30:00Z", "created": "2021-07-12T16:11:34.802Z", "category": [6, 10, 11, 12]}}, {"model": "blog.article", "pk": 23, "fields": {"title": "How Do You Stop Robocalls?", "sub_title": "Is it matter to you :/", "author": 1, "publisher": "Christine Hauser", "reference": "https://www.nytimes.com/by/christine-hauser", "slug": "how-do-you-stop-robocalls", "description": "An F.C.C. rule that went into effect last month is meant to help put a stop to those relentless calls about your extended warranty, and others.\r\n\r\nThe calls look vaguely familiar, as if they could be coming from a neighbor’s phone. Sometimes they’re ominous warnings about your Social Security number. A friendly voice pretends to be concerned about the warranty on a car you don’t have.\r\n\r\nAmericans get millions of illegal robocalls every month, despite attempts by the telecommunications industry and government agencies to stop them.\r\n\r\nThe latest effort by the Federal Communications Commission — the government agency that regulates communications — to cut down on the calls uses a technology called Stir/Shaken, which went into effect on June 30. While it has nothing to do with James Bond and martinis, it is meant to add to the arsenal of defenses against “bad guys” who trick people.\r\n\r\nHere’s how it works.\r\n\r\nWhat is the F.C.C. doing to stop scam calls?\r\nIn short, the F.C.C. is trying to make sure that if you’re getting a call, the network on which it is being made is verifying the caller. Many unwelcome calls that fill your screen are scams that try to get money, or that manipulate the caller ID to appear as if a government agency or a neighbor is on the line, a disguise called spoofing.\r\n\r\nThe F.C.C.’s first step was setting a June 30 deadline for what it calls “voice service providers” (you know them as phone companies) to register their efforts to reduce the scourge of scams in a public Robocall Mitigation Database. So far, more than 1,500 of them have, the F.C.C. said.\r\n\r\nStarting on Sept. 28, phone companies must refuse calls from providers that have not registered with the F.C.C.\r\n\r\nAt the center of the effort is Stir/Shaken, the technology that aims to verify calls as they move through networks to recipients. (The name Stir/Shaken is derived from Secure Telephone Identity Revisited and Signature-Based Handling of Asserted Information Using Tokens. You can see why they went with the nickname.)\r\n\r\n“This is a good day for American consumers who — like all of us — are sick and tired of illegal spoofed robocalls,” Jessica Rosenworcel, the commission’s acting chairwoman, said in a June 30 statement.\r\n\r\nBut she warned there was “no silver bullet in the endless fight against scammers.”\r\n\r\nHow to recognize a scam\r\nThe industry has been trying to deter phone infiltrators for years. The nation’s largest providers, including T-Mobile, AT&T and Verizon, announced in 2019 that they had been experimenting with Stir/Shaken. Tools like block functions, or apps like Robokiller, have been created to address the problem.\r\n\r\nBut the calls kept coming.\r\n\r\nThe F.C.C. hopes to get all providers, including smaller regional networks, on board. That would reduce spoofing by verifying calls as they pass through different networks, from the caller to the recipient.\r\n\r\nWhile some robocalls are legal — such as recorded messages about school closings and political campaigns — most are not, according to industry estimates.\r\n\r\nYouMail, a call-blocking company, estimates that 4.4 billion robocalls were placed to consumers in the United States in June, about 573 million of them auto warranty and health-related scams.\r\n\r\nThe scams often keep in step with seasons or events. On Friday, Katherine Fernández Rundle, the state attorney for Miami-Dade County, warned people about unsolicited calls from charities claiming to help the victims and families of Champlain Towers South, the condo building that partly collapsed in Surfside, Fla.\r\n\r\n“Unfortunately, even in these most devastating moments, there are some individuals who may see the kindness and generosity of our community as a potential source of easy cash by running a charitable scam,” she said.\r\n\r\nThis year, there was a rise in vaccine-related scams. Health insurance scams appeared around enrollment periods, the F.C.C. said. The F.C.C. said it received the most complaints about auto warranty scams.\r\n\r\n“Seeing a local number or the name of a government agency or local law enforcement may, unfortunately, encourage consumers to answer the call and to trust, or fear, the robocallers,” Will Wiquist, an F.C.C. spokesman, said.\r\n\r\nThe new plan is not a silver bullet\r\nSome businesses legitimately use caller ID to show their switchboard number or toll-free number, rather than a specific department or extension.\r\n\r\nScammers exploit that by creating a spoof ID that looks as if it is coming from a police station or another neighborhood source.\r\n\r\nThe Stir/Shaken technology targets that manipulation. The carrier uses it to create a digital signature that authenticates the number’s path from start to finish, said Jim McEachern, the principal technologist for Alliance for Telecommunications Industry Solutions, which focuses on industry problems.\r\n\r\n“At the end they can say ‘Ah, this call is actually from this number,’” he said. “There is end-to-end verification, which gives you insight into the caller and how legitimate they are.”\r\n\r\n“The key thing here is it was never intended to be a silver bullet,” he said, speaking of the F.C.C.’s new push with Stir/Shaken. “It was intended to be a tool to help.”\r\n\r\nAdd tools to your arsenal\r\nMr. McEachern said if someone knocked on your door wearing a mask, you’d be unlikely to answer. If they show their face and identification you can still get scammed, “but you have a whole lot of information to work with,” he said.\r\n\r\nAlex Quilici, the chief executive of YouMail, the call blocking company, said “bad guys” could create a scam behind authentic numbers that are conveyed to the consumer as verified.\r\n\r\n“Stir/Shaken is supposed to stop calls from spoofed phone numbers,” he said. “It is a significant speed bump. But it is not a wall.”\r\n\r\nThe approach should be a layered defense. Unwanted sales calls can be blocked by registering your phone number on the National Do Not Call Registry. Phone companies offer verification labeling on cellphones or indicate that it is a likely scam. Apps can block a scam call or dump it in voice mail.\r\n\r\nIt is also important to understand the policy of federal departments. One scam showed the IRS and its toll-free number as the caller ID, the F.C.C. said. But the Internal Revenue Service does not initiate contact that way, or by email, texts or social media, or demand payment by threatening a police or immigration response.\r\n\r\nYou can report a scam call to the Federal Trade Commission, which will analyze it to identify trends used by illegal callers. If you have lost money to a scam, it should be reported to the Federal Trade Commission, the consumer protection agency. (Use ReportFraud.ftc.gov. )\r\n\r\nMr. McEachern said he never trusts a call, such as from a bank or credit card company, that he does not initiate. Instead, he might call back using the number on his card. Another red flag is if someone demands money or information using pressure. And if an offer sounds too good to be true, he said, it probably is.\r\n\r\nApps can be helpful, but like email scams and computer viruses, new phone scams will emerge. Mr. McEachern likened Stir/Shaken to putting security lights outside your house, only to find an intruder had ferreted out an alternative dark place.\r\n\r\n“It is going to be a moving target,” he said.", "thumbnail": "ph.jpg", "published": "2021-02-17T02:30:00Z", "created": "2021-07-12T16:18:53.623Z", "category": [7, 15]}}, {"model": "blog.article", "pk": 24, "fields": {"title": "Earth edge flying", "sub_title": "Branson Completes Virgin Galactic Flight, Aiming to Open Up Space Tourism", "author": 1, "publisher": "Kenneth Chang", "reference": "https://www.nytimes.com/by/kenneth-chang", "slug": "eath-edge-flying", "description": "The successful trip was the first in a series to the edge of space and beyond by billionaire entrepreneurs that seek to make human spaceflight more routine.\r\n\r\nSPACEPORT AMERICA, N.M. — Soaring more than 50 miles into the hot, glaringly bright skies above New Mexico, Richard Branson at last fulfilled a dream that took decades to realize: He can now call himself an astronaut.\r\n\r\nOn Sunday morning, a small rocket plane operated by Virgin Galactic, which Mr. Branson founded in 2004, carried him and five other people to the edge of space and back.\r\n\r\nMore than an hour later, Mr. Branson took the stage to celebrate. “The whole thing was magical,” he said.\r\n\r\nLater, during a news conference, Mr. Branson was still giddy, saying “I don’t know what’s going to come out of my mouth because I feel I’m still in space.”\r\n\r\nMr. Branson’s flight reinforces the hopes of space enthusiasts that routine travel to the final frontier may soon be available to private citizens, not just the professional astronauts of NASA and other space agencies. Another billionaire with his own rocket company — Jeff Bezos, the founder of Amazon — has plans to make a similar jaunt to the edge of space in nine days.\r\n\r\nIn each case, billionaire entrepreneurs are risking injury or death to fulfill their childhood aspirations — and advance the goal of making human spaceflight unexceptional.\r\n\r\n“They’re putting their money where their mouth is, and they’re putting their body where their money is,” said Eric Anderson, chairman of Space Adventures Limited, a company that charters launches to orbit. “That’s impressive, frankly.”\r\n\r\nAt 8:40 a.m. Mountain time, a carrier aircraft, with the rocket plane, named V.S.S. Unity, tucked underneath, rose off the runway and headed to an altitude of about 45,000 feet. There, Unity was released, and a few moments later, its rocket motor ignited, accelerating the space plane on an upward arc.\r\n\r\nAlthough Unity had made three previous trips to space, this was its first launch that resembled a full commercial flight of the sort that Virgin Galactic has promised to offer the general public, with two pilots — David Mackay and Michael Masucci — and four more crew members including Mr. Branson.\r\n\r\nThis flight resembled a party for Virgin Galactic and the nascent space tourism business. Guests included Elon Musk, the founder of SpaceX; Michelle Lujan Grisham, the governor of New Mexico; and about 60 customers who have paid for future Virgin Galactic flights.\r\n\r\nStephen Colbert of the CBS program “The Late Show” introduced segments of the webcast. After the landing, the R&B singer Khalid performed a new song.\r\n\r\nWhen the fuel was spent, Unity continued to coast upward to an altitude of 53.5 miles. The four people in back unbuckled and experienced about four minutes of floating before returning to their seats.\r\n\r\nMr. Branson was accompanied in the cabin by Beth Moses, the company’s chief astronaut instructor; Colin Bennett, lead operations engineer; and Sirisha Bandla, vice president of government affairs and research operations.\r\n\r\nMr. Bennett said that he was busy with tasks during the first part of the flight and then he heard Ms. Moses shouting, “Don’t forget to look out the window.”\r\n\r\nHe did. “It’s very Zen,” Mr. Bennett said of the view of Earth below. “What jumped out at me were the colors and just how far away it looked. It felt like we were just so far up there, and I was just mesmerized.”\r\n\r\nMs. Bandla’s role was to evaluate another market Virgin Galactic is targeting: scientists doing research that takes advantage of minutes of microgravity. She conducted an experiment from the University of Florida which looked at how plants react to the changing conditions — particularly the swings in gravity — during the flight, part of research that could aid growing food on future long-duration space missions.\r\n\r\nAs the space plane re-entered the atmosphere, the downward pull of gravity resumed. Unity glided to a landing back at the spaceport.\r\n\r\nMichael Moses, president of Virgin Galactic, said the flight appeared to go flawlessly. “The ship looks pristine, no issues whatsoever,” Mr. Moses said.\r\n\r\nFor well over a decade, Mr. Branson, the irreverent 70-year-old British billionaire who runs a galaxy of Virgin companies, has repeatedly said he believed that commercial flights would soon begin. So did the 600 or so customers of Virgin Galactic who have paid $200,000 or more for their tickets to space and are still waiting. So did the taxpayers of New Mexico who paid $220 million to build Spaceport America, a futuristic vision in the middle of the desert, in order to attract Mr. Branson’s company.\r\n\r\nAfter years and years of unmet promises, Virgin Galactic may begin flying the first paying passengers next year after two more test flights. But with tickets costing hundreds of thousands of dollars, this experience will, for now, remain out of financial reach for most people.\r\n\r\nFounding a space exploration company was perhaps an unsurprising step for Mr. Branson, who has made a career — and a fortune estimated at $6 billion — building flashy upstart businesses that he promotes with a showman’s flair.\r\n\r\nWhat became his Virgin business empire began with a small record shop in central London in the 1970s before Mr. Branson parlayed it into Virgin Records, the home of acts like the Sex Pistols, Peter Gabriel and more. In 1984, he was a co-founder of what became Virgin Atlantic.\r\n\r\nThe Virgin Group branched out into a mobile-phone service, a passenger railway and a line of hotels. Not all have performed flawlessly. Two of his airlines filed for insolvency during the pandemic last year, while few today remember his ventures into soft drinks, cosmetics or lingerie.\r\n\r\nThe spaceflight company was of a piece with Mr. Branson’s penchant for highflying pursuits like skydiving and hot-air ballooning.\r\n\r\nVirgin Galactic joined the New York Stock Exchange in 2019 after merging with a publicly traded investment fund, giving it a potent source of new funds to compete with deep-pocket competitors — and publicity, with Mr. Branson marking its trading debut at the exchange in one of the company’s flight suits.\r\n\r\nThe Virgin Group retains a 24 percent stake in Virgin Galactic.\r\n\r\nVirgin Galactic’s space plane is a scaled-up version of SpaceShipOne, which in 2004 captured the $10 million Ansari X Prize as the first reusable crewed spacecraft built by a nongovernmental organization to make it to space twice in two weeks.\r\n\r\nMr. Branson initially predicted commercial flights would begin by 2007. But development of the larger craft, SpaceShipTwo, stretched out.\r\n\r\nThe first SpaceShipTwo vehicle, V.S.S. Enterprise, crashed during a test flight in 2014, killing one of the pilots. Virgin Galactic was then grounded until Unity was completed a year and a half later.\r\n\r\nIn 2019, Virgin Galactic came close to another catastrophe when a seal on a rear horizontal stabilizer ruptured because a new thermal protection film had been improperly installed.\r\n\r\nThe mishap was revealed this year in the book “Test Gods: Virgin Galactic and the Making of a Modern Astronaut” by Nicholas Schmidle, a staff writer at The New Yorker. The book quotes Todd Ericson, then the vice president for safety and test at Virgin Galactic, saying, “I don’t know how we didn’t lose the vehicle and kill three people.”\r\n\r\nMr. Bezos’ flight is to take place about 200 miles to the southeast of Spaceport America in Van Horn, Texas, where his rocket company, Blue Origin, launches its New Shepard rocket and capsule.\r\n\r\nAlthough Blue Origin has yet to fly any people on New Shepard, 15 successful uncrewed tests of the fully automated system convinced the company it would be safe to put Mr. Bezos on the first flight with people aboard.\r\n\r\nHe will be joined by his brother, Mark, and Mary Wallace Funk, an 82-year-old pilot. In the 1960s, she was among a group of women who passed the same rigorous criteria that NASA used for selecting astronauts, but the space agency at the time had no interest in selecting women as astronauts. A fourth unnamed passenger paid $28 million in an auction for one of the seats.\r\n\r\nNeither Blue Origin nor Virgin Galactic flights go high enough or fast enough to enter orbit around Earth. Rather, these suborbital flights are more like giant roller coaster rides that allow passengers to float for a few minutes while admiring a view of Earth against the black backdrop of space.\r\n\r\nMr. Bezos’ company emphasized the rivalry with Virgin Galactic for space tourism passengers in a tweet on Friday. Blue Origin highlighted differences between its New Shepard rocket and Virgin Galactic’s SpaceShipTwo including the fact that New Shepard flies higher, above the altitude of 100 kilometers, or about 62 miles, that is often regarded as the boundary of space. However, the United States Air Force and the Federal Aviation Administration set the boundary at 50 miles.\r\n\r\nThe company also noted the size of the New Shepard capsule’s windows, and called Virgin Galactic’s Unity “a high-altitude plane” in contrast to New Shepard’s rocket.\r\n\r\nMr. Bezos on Sunday congratulated Mr. Branson and his fellow crew on their flight. “Can’t wait to join the club!” he said in an Instagram post.\r\n\r\nAt the news conference, Mr. Branson said, “It really wasn’t a race.” He added, “We wish Jeff the absolute best.”\r\n\r\nBlue Origin has not yet announced a ticket price, and Virgin Galactic’s earlier quoted fare of $250,000 will probably rise. But on Sunday after his trip, Mr. Branson announced a sweepstakes that will give away two seats on a future Virgin Galactic flight.\r\n\r\nVirgin Galactic is planning two more tests flight to conduct including one where scientists from the Italian Air Force will undertake science experiments before commencing commercial service.\r\n\r\nThe era of nonprofessional astronauts regularly heading to orbit may also begin in the coming year. Jared Isaacman, a 38-year-old billionaire, is essentially chartering a rocket and spacecraft from SpaceX for a three-day trip to orbit that is scheduled for September.\r\n\r\nIn December, Space Adventures has arranged for a Japanese fashion entrepreneur, Yusaku Maezawa, and Yozo Hirano, a production assistant, to launch on a Russian Soyuz rocket on a 12-day mission that will go to the International Space Station.\r\n\r\nAnother company, Axiom Space in Houston, is arranging a separate trip to the space station that will launch as soon as January.\r\n\r\nThe orbital trips are too expensive for anyone except the superwealthy — Axiom’s three customers are paying $55 million each — while suborbital flights might be affordable to those who are merely well off.\r\n\r\nBut how many people are willing to spend as much as some houses cost for a few minutes of space travel?\r\n\r\nCarissa Christensen, founder and chief executive of Bryce Space and Technology, an aerospace consulting firm, thinks there will be plenty. “Based on previous ticket sales, surveys and interviews,” she said in an email, “we see strong demand signals for multiple hundreds of passengers a year at current prices, with potential for thousands if prices drop significantly.”\r\n\r\nMr. Anderson of Space Adventures is less certain.\r\n\r\nTwo decades ago, his company did sell suborbital flights including a ticket to Ms. Funk, who goes by Wally. “Wally Funk was one of our first customers,” Mr. Anderson said. “That would have been like 1998.”\r\n\r\nThe ticket price then was $98,000.\r\n\r\nAt one point, about 200 people signed up, but none of the suborbital rocket companies were able to get their promised spacecraft close to flight. Space Adventures returned the money to Ms. Funk and the others.\r\n\r\nNow this unproven suborbital market has whittled down to a battle of billionaires — Mr. Branson and Mr. Bezos.\r\n\r\n“If anybody can make money and make the market work for suborbital, it’s Branson and Bezos,” Mr. Anderson said. “They have the reach and the cachet.”", "thumbnail": "vi.jpg", "published": "2021-03-17T02:30:00Z", "created": "2021-07-12T16:25:48.795Z", "category": [5, 7, 9]}}, {"model": "blog.article", "pk": 25, "fields": {"title": "A Covid Test as Easy as Breathing", "sub_title": "Rapid identifying is possible now", "author": 1, "publisher": "Emily Anthes", "reference": null, "slug": "a-covid-test-as-easy-as-breathing", "description": "Scientists have been dreaming of disease-detecting breathalyzers for years. Has the time for the technology finally come?\r\n\r\nIn May, musicians from dozens of countries descended on Rotterdam, the Netherlands, for the Eurovision Song Contest. Over the course of the competition, the performers — clad in sequined dresses, ornate crowns or, in one case, an enormous pair of angel wings — belted and battled it out for their chance at the title.\r\n\r\nBut before they were even allowed onstage, they had to pass another test: a breath test.\r\n\r\nWhen they arrived at the venue, the musicians were asked to exhale into a water-bottle-sized device called the SpiroNose, which analyzed the chemical compounds in their breath to detect signatures of a coronavirus infection. If the results came back negative, the performers were cleared to compete.\r\n\r\nThe SpiroNose, made by the Dutch company Breathomix, is just one of many breath-based Covid-19 tests under development across the world. In May, Singapore’s health agency granted provisional authorization to two such tests, made by the domestic companies Breathonix and Silver Factory Technology. And researchers at Ohio State University say they have applied to the U.S. Food and Drug Administration for an emergency authorization of their Covid-19 breathalyzer.\r\n\r\n“It’s clear now, I think, that you can detect this disease with a breath test,” said Paul Thomas, a chemist at Loughborough University in England. “This isn’t science fiction.”\r\n\r\nScientists have long been interested in creating portable devices that can quickly and painlessly screen a person for disease simply by taking a whiff of their breath. But delivering on this dream has proved to be a challenge. Different diseases may cause similar breath changes. Diet can affect the chemicals someone exhales, as can smoking and alcohol consumption, potentially complicating disease detection.\r\n\r\nStill, scientists say, advances in sensor technology and machine learning, combined with new research and investment spurred by the pandemic, mean that the moment for disease-detecting breathalyzers may have finally arrived.\r\n\r\n“I’ve been working in the area of breath research for almost 20 years now,” said Cristina Davis, an engineer at the University of California, Davis. “And during that time, we’ve seen it progress from a nascent stage to really being something that I think is close to being deployed.”\r\n\r\nHuman breath is complex. Whenever we exhale, we release hundreds of gases known as volatile organic compounds, or V.O.C.s., byproducts of respiration, digestion, cellular metabolism and other physiological processes. Disease can disrupt these processes, altering the mix of V.O.C.s that the body emits.\r\n\r\nPeople with diabetes, for instance, may have breath that smells fruity or sweet. The odor is caused by ketones, chemicals produced when the body begins to burn fat instead of glucose for energy, a metabolic state known as ketosis.\r\n\r\n“The idea that exhaled breath could hold diagnostic potential has been around for some time,” Dr. Davis said. “There are reports in ancient Greek and also ancient Chinese medical training texts that reference a physician’s use of smell as a way to help guide their clinical practice.”\r\n\r\nModern technologies can detect more subtle chemical changes, and machine learning algorithms can identify patterns in breath samples from people with certain diseases. In recent years, scientists have used these methods to identify unique “breathprints” for lung cancer, liver disease, tuberculosis, asthma, inflammatory bowel disease and other conditions. (Dr. Davis and her colleagues have even used V.O.C. profiles to distinguish among cells that had been infected with different strains of flu.)\r\n\r\nBefore Covid hit, Breathomix had been developing an electronic nose to detect several other respiratory diseases. “We train our system, ‘OK, this is how asthma smells, this how lung cancer smells,” said Rianne de Vries, the company’s chief technology and scientific officer. “So it’s building a big database and finding patterns in big data.”\r\n\r\nLast year, the company — and many other researchers in the field — pivoted and began trying to identify a breathprint for Covid-19. During the virus’s initial surge in the spring of 2020, for instance, researchers in Britain and Germany collected breath samples from 98 people who showed up at hospitals with respiratory symptoms. (Participants were asked to exhale into a disposable tube; the researchers then used a syringe to extract a sample of their breath.)\r\n\r\nThirty-one of the patients turned out to have Covid, while the remainder had a variety of diagnoses, including asthma, bacterial pneumonia or heart failure, the researchers reported. The breath samples from people with Covid-19 had higher levels of aldehydes, compounds produced when cells or tissues are damaged by inflammation, and ketones, which fits with research suggesting that the virus may damage the pancreas and cause ketosis.\r\n\r\nThe Covid patients also had lower levels of methanol, which could be a sign that the virus had inflamed the gastrointestinal system or killed the methanol-producing bacteria that live there. Those breath changes combined “give us a Covid-19 signal,” said Dr. Thomas, a co-author of the study.\r\n\r\nSeveral other studies have also detected unique chemical patterns in the breath of patients with Covid-19, and some devices claim impressive results. In one study of the SpiroNose, which included 4,510 participants, a team of Dutch researchers reported that the device correctly identified at least 98 percent of people who were infected with the virus, even in a group of asymptomatic participants. (The study, which included researchers from Breathomix, has not yet been peer-reviewed.)\r\n\r\nBut the SpiroNose had a relatively high rate of false positives, the study found. Because of this problem, the device does not provide consumers with a definitive diagnosis; the results either come back negative or inconclusive, in which case a standard P.C.R. test is administered.\r\n\r\nDozens of testing sites in the Netherlands are now using the machine, Ms. de Vries said, but there have been some hiccups. In May, Science reported that Amsterdam’s public health authorities suspended use of the SpiroNose after 25 false negatives. Officials later determined that user error was largely responsible, and SpiroNose screening has resumed, Ms. de Vries said.\r\n\r\nOther groups are working on their own breathalyzers. Researchers at the Children’s Hospital of Philadelphia, who have identified a breathprint of Covid in children, are now trying to identify breath markers of a rare but dangerous complication of the disease, known as multi-system inflammatory syndrome in children (MIS-C).\r\n\r\n“The clinicians on the front line, they’re really struggling with which children we need to worry most about,” said Dr. Audrey Odom John, an infectious disease specialist at Children’s Hospital of Philadelphia, who is leading the research.\r\n\r\nIn addition to studying the V.O.C.s emitted by Covid patients, Dr. Davis and her colleagues are analyzing what is known as exhaled breath condensate, a concentrated solution of the tiny droplets of fluid, or aerosols, that are present in breath. These aerosols contain all sorts of complex biological molecules, including proteins, peptides, antibodies and inflammatory markers.\r\n\r\nThey hope to find biomarkers to help doctors predict which Covid-19 patients are most likely to become severely ill. “I think that that will be a part of a clinical arsenal, where clinicians cannot only do rapid diagnostics, but then they could try to understand what’s the trajectory for that particular patient,” she said.\r\n\r\nOther teams are working to create breath tests that look for the virus itself. Researchers at Washington University in St. Louis, for instance, are developing a biosensor that is coated in tiny antibody fragments, or nanobodies, that bind to SARS-CoV-2. If someone is exhaling viral particles, they should attach to the nanobodies, activating the sensor.\r\n\r\nPassing the smell test\r\nInterest in the technology is fierce. Perena Gouma, a materials scientist at Ohio State who has applied for F.D.A. authorization for her Covid-19 breathalyzer, said she has already heard from colleges, theaters, sports leagues, travel authorities and others who want to get their hands on the device.\r\n\r\n“I don’t think that there has been anyone who has been affected by this pandemic that hasn’t been excited about the prospect of having a breath test,” she said.\r\n\r\nBut the approach still needs to be validated in larger studies, and basic scientific questions remain unanswered.\r\n\r\n“If we take a blood test for example, it’s well established that there is a normal range for, let’s say, hemoglobin levels or white blood cell count,” said Oliver Gould, an analytical chemist at the University of the West of England. “So of course, then it’s very easy to see when something is abnormal.” Those reference ranges don’t yet exist for breath, he noted.\r\nResearchers said that they do not expect breath-based tests to completely replace other diagnostic tests. “Do I think that a breathalyzer is going to be used in your pediatrician’s office? Probably not,” said Dr. John. “Where I really see breath testing being useful is where you need to screen a whole bunch of people quickly. Could you screen every child in a school on a Monday? Could you do it before people enter a mall or a bounce house?”\r\n\r\nAnd once the technology has been developed and validated, it could theoretically be used to screen for a wide variety of different diseases. “The thing about a breath test is, if you have the technology in place, you can learn the signal for a new disease very fast,” Dr. Thomas said.\r\n\r\nSo the research being done now could pay long-term dividends.\r\n\r\n“We’re developing the tools necessary to hopefully help us in the fight for the next disease,” said Edward DeMauro, an engineer at Rutgers University who is working on a Covid breathalyzer. “There is a very big value in, even if the pandemic’s over, not sitting back. That’s not the time to catch our breath.”", "thumbnail": "cov.jpg", "published": "2021-02-24T02:30:00Z", "created": "2021-07-12T16:30:40.812Z", "category": [7, 11, 15, 17]}}, {"model": "blog.article", "pk": 26, "fields": {"title": "Government Tech Moves Too Slooowly", "sub_title": "Whyyy :(", "author": 1, "publisher": "Shira Ovide", "reference": "https://www.nytimes.com/by/shira-ovide", "slug": "government-tech-moves-too-slooowly", "description": "Let’s talk about the exciting topic of government procurement! Woo hoo?!\r\n\r\nSeriously, the way that government agencies buy technology is helpful context to understand the Pentagon’s abrupt cancellation on Tuesday of a technology project that was billed as essential to modernize the U.S. military. When government tech goes wrong, one culprit is often a budgetary bureaucracy that is at odds with the pace of technological progress.\r\n\r\nThe Defense Department project, the Joint Enterprise Defense Infrastructure, known by the acronym JEDI like from “Star Wars,” was intended to buy commercially available cloud-computing software to put the U.S. military on tech’s new(-ish) wave. Microsoft was awarded the $10 billion contract in 2019, but it had been held up since then by accusations by Amazon that former President Donald J. Trump improperly interfered in the contract process.\r\n\r\nYears of mudslinging by tech companies that felt they were unfairly passed over probably spelled doom for JEDI. This contract fight was unusually messy, but it also highlighted a deeper problem that has rendered a lot of government technology creaky and crummy: By the time a government agency buys something, the technology might be past its prime or not fit its needs anymore.\r\n\r\nThe Defense Department started drawing up plans for JEDI in 2017, and now it’s basically starting over by asking companies to submit new contract proposals.\r\n\r\nReading the news, I had a flashback to a conversation that I had last year with Robin Carnahan, who was recently confirmed as the administrator of the U.S. General Services Administration. “Stop thinking of digital infrastructure the way you would fund a bridge,” said Carnahan, who at the time was working with U.S. Digital Response, an organization that helps local governments modernize their technology.\r\n\r\nWhat she meant is that local, state and federal governments typically pay for roadways or other big-ticket projects once after a long deliberation and then try not to think about it too much for the next few decades.\r\n\r\nBut this poses an inherent flaw in government purchasing when it comes to technology. Long government budget cycles and mind-sets are a mismatch to the pace of technology and its need for constant improvements and upkeep.\r\n\r\nCarnahan gave me the example of a state buying software for its unemployment insurance program. To qualify, a company proposing the new software has to put together a proposal for the state’s department of labor, and then legislators must approve the money. That process might take two or three years.\r\n\r\nThat means by the time a company gets the green light to build a website to handle unemployment claims, the proposed technology is already several years old. Tack on even more time to get the website up and running to a state’s specifications. It’s not a great outcome. You wouldn’t be thrilled if you bought a new smartphone and it came with 2016 features and functions.\r\n\r\nByzantine bureaucracies and long lead times hold back technology outside of government, too. The lengthy development processes for cars is one reason in-vehicle entertainment and display systems are sometimes annoyingly clunky. By the time they make it into your pickup, the technology might have been designed years ago.\r\n\r\nThe sad thing about government technology is that it wasn’t always so sad. The United States government, especially the military and intelligence agencies, used to have the best technology in the world. The military helped steer the direction of innovations including computer chips, powerful databases and the internet.\r\n\r\nGovernments still spend a fortune on technology, but the first and best customers for new products are usually people rather than the public sector. One reason is that we don’t take years to make up our minds about new tech.\r\nBefore we go …\r\nThis might be the biggest ransomware attack ever: Security experts say that up to 1,500 businesses could be affected by Russian cybercriminals who compromised software used by thousands of organizations and demanded a ransom to fix it, my colleague Kellen Browning writes. Additionally, hackers believed to be a Russian intelligence agency have been accused of breaching a contractor for the Republican National Committee around the same time as the ransomware attack, Nicole Perlroth and David E. Sanger report.\r\n\r\n“The good, the meh and the ugly”: Brian X. Chen writes that Microsoft’s first major update to Windows in six years has improvements including a more smartphone-like interface but that parts of Windows 11 also “feel frustratingly familiar.”\r\n\r\nPretending to be someone you’re not online is nothing new, but … A writer for Vox says that new technologies and shifting norms have led more people to pretend to be teen girls and Black and Asian women on apps like TikTok and Instagram. It’s “easier than ever to assume an almost entirely new identity online, without regard for the consequences such behavior can cause,” Vox writes.", "thumbnail": "tecj.jfif", "published": "2021-03-15T20:30:00Z", "created": "2021-07-12T16:34:56.333Z", "category": [18]}}]